<?php

return [

    /*
    |--------------------------------------------------------------------------
    | User Language Lines
    |--------------------------------------------------------------------------
    */
    'copyright' => 'جميع الحقوق محفوظة',
    'gotolist' => 'العودة إلى القائمة',
    'exportpdf' => 'تصدير PDF',
    'archive' => 'مؤرشف',
    'cancel' => 'إلغاء',
    'yes' => 'نعم',
    'no' => 'لا',
    'add' => 'إضافة جديد',
    'show' => 'عرض',
    'edit' => 'تحرير',
    'delete' => 'حذف',
    'submit' => 'حفظ',
    'actions'=>'الإجراءات',
    'empty_list'=>'لا توجد نتائج لعرضها',
    'confirm_delete'=>'هل أنت متأكد ؟',
    'confirm_delete_text'=>'إنتبه هذه العملية لا رجعة فيها .',
    'pages_list' => '&nbsp;&nbsp;ص : :current - :length &nbsp;|&nbsp; :total',
    'all_elements' => 'جميع العناصر',
    
    'close'=>'إغلاق',
    'ok'=>'حفظ',
    'send'=>'إرسال',

    'space_manager' => 'فضاء الإدارة',
    'space_teacher' => 'فضاء الأستاذ',
    'space_student' => 'فضاء الطالب',
    'logout' => 'تسجيل الخروج',
    
    'has' => 'سيتم حدف معه ',
    'attention' => 'انتباه',
    'oui' => 'موافق',


    // email
    'msg_reset'         => 'أنت تتلقى هذا البريد الإلكتروني لأننا تلقينا طلبًا لإعادة تعيين كلمة المرور لحسابك..',
    'not_request'       => 'إذا لم تطلب إعادة تعيين كلمة المرور ، فلا يلزم اتخاذ أي إجراء آخر',
    'reset_password'    =>'استرجاع كلمة المرور',
    
    'no_result'=>'لايوجد نتائج',
    
    'failed'=>'خطأ الرجاء المحاولة مرة أخرى',
    
    'no_level'=>'المرجو تحديد المسار الدراسي للطالب',
    
    'total_member'=>'مجموع الأعضاء',
    'export_excel'=>' تصديرير إكسل',

];
