<?php

return [

    /*
    |--------------------------------------------------------------------------
    | User Language Lines
    |--------------------------------------------------------------------------
    */
    'user_create'=>'إضافة عضو',
    'module_name'=>' الأعضاء',
    'list_'=>'قائمة الأعضاء',
    'user'=>'الأعضاء',
    'user_edit'=>'تحرير عضو',
    'user_show'=>'بيانات عضو',

    'name'=>'الإسم',
    'email'=>'البريد الإلكتروني',
    'password'=>'كلمة المرور',
    'password_confirmation'=>'تأكيد كلمة المرور',
    'groupes'=>'المجموعات',
    'created_at'=>'تاريخ التسجيل',
    'updated_at'=>'آخر تعديل',
    'phone'=>'الهاتف',
    'role'=>'الدور',
    'avatar'=>'الصورة',
    'superadmin'=>'مدير ',
];
